export const data = {
	history:
		'Мишары — это группа татар, проживающая в основном в России, в частности в Татарстане и прилегающих регионах. Они являются одной из этнических групп, входящих в состав татарского народа. ',

	introduction:
		'После распада Золотой Орды на землях татар-мишарей образовались самостоятельные княжества. В данной презентации исследуются последствия разрушения Большой Орды, создания независимых княжеств, а также культурно-историческое значение татар-мишарей. ',

	origin: [
		'Этнические корни: Мишары считают себя потомками древних булгар, которые населяли территорию современного Татарстана. Булгары, в свою очередь, были частью более широкой группы тюркских племен.',
		'Тюркские миграции: В IX-X веках на территорию Поволжья начали мигрировать тюркские племена, что способствовало образованию булгарского государства. В результате смешения местных финно-угорских народов и пришлых тюрков сформировался татарский этнос, включая мишар.',
	],
	cultural: [
		'Язык: Мишары говорят на татарском языке, который относится к тюркской группе языков. У них есть свои диалекты, отличающиеся от других татарских говоров.',
		'Пожалуй, главная — это гостеприимство. При визите гостя татары по традиции расстилают праздничную скатерть дастархан и подают самые лучшие угощения: обычай требует обязательно накормить пришедшего в дом. Это может быть как полноценный обед или ужин, так и бесконечно долгое чаепитие со сладостями.',
		'Благодаря активной торговле с Азией булгары довольно рано открыли для себя чай. Сейчас он считается традиционным и самым популярным татарским напитком. ',
	],
	our_time: [
		'Население: В настоящее время мишары составляют значительную часть татарского населения, особенно в Татарстане и соседних областях.',
		'Культура и идентичность: Сегодня мишары активно участвуют в сохранении своей культуры и языка, создавая различные культурные объединения и участвуя в общественной жизни.',
	],
	flag: 'Государственный флаг Республики Татарстан представляет собой прямоугольное полотнище с горизонтальными полосами зеленого, белого и красного цветов. Зеленый цвет флага символизирует зелень весны и возрождение. Также зеленый цвет – это цвет ислама. Белый цвет на полотне флага символизирует чистоту, а красный – зрелость, энергию, силу и жизнь. Автором флага является народный художник Республики Татарстан, лауреат Государственной премии имени Г. Тукая Тавиль Хазиахметов.',
	gerb: [
		'На государственном гербе Татарстана изображён крылатый белый барс с приподнятой правой передней лапой, с круглым щитом на боку. Фон герба представлен в виде красного диска.',
		'Белый барс помещён в обрамление из татарского народного орнамента, посередине которого надпись «Татарстан».',
		'Барс изображён с крыльями, из семи перьев, на щите астра, состоящая из восьми лепестков. Герб Республики Татарстан выполнен в цветах флага Татарстана (зелёном, белом, красном); герб круглой формы.',
	],
	tradition: {
		music: 'Музыка: Традиционная музыка мишар использует различные инструменты, такие как домбра и курай. Песни часто посвящены любви, природе и жизни.',
		dance: 'Танцы: Танцы играют важную роль в праздниках и семейных сборах. Они отражают радость и единство народа.',
	},
	holidays: [
		'Навруз — праздник весеннего равноденствия, знаменует приход нового года.',
		'Нардуган - древний языческий праздник зимнего солнцестояния.',
		'Ураза-Байрам — праздник прекращения поста.',
		'Курбан-Байрам — праздник жертвоприношения.',
		'Йомырка-Байрам - «праздник яйца», схожий с традицией Пасхи',
	],
	games: [
		'Көрәш - Татарская национальная борьба на поясах (кушаках) “Корэш” – старинное состязание. Состязания проводили во время праздников и народных гуляний, но главные состязания проводили на главном татарском празднике Сабантуй.',
		'Поднятие камня (Ташлык) - Участники поднимают тяжёлые камни. Побеждает поднявший камень наибольшее количество раз.',
	],
	rites: [
		'Ислам: Большинство мишар исповедуют ислам, и религиозные обряды, такие как молитвы и посты, занимают важное место в их жизни.',
		'Праздники: Рамазан и Ураза-байрам — значимые религиозные праздники, которые отмечаются с особым уважением.',
	],
	clothes: {
		text: 'Татара-мишарские костюм, как общенациональная форма одежды, сложился в середине XVIII- начале XIX вв. Однако он сформировался на протяжении многих столетий и, несмотря на быстротечность моды и меняющиеся эстетические вкусы, сохранил издавна присущий ему комплекс традиционных элементов. ',
		male: [
			'Ыштан — штаны с широким шагом. ',
			'Зыбын — суконный вид одежды на подкладке.',
			'Бишмет — аналог бешмета.',
			'Бишмет — аналог бешмета.',
			'Тун — шуба, шилась из овчины красной дубки.',
			'Чапан — одежда, наподобие тулупа, сшитая из домашнего сукна. ',
		],
		female: [
			'Алача күлмәк — льняная (в клетку) рубаха с воланом.',
			'Кыска күлмәк- рубаха с отрезной талией и кокеткой.',
			'Фартук вышитый техникой тамбура.',
			'Бустырык- женский камзол с короткими до локтя рукавами.',
			'Чабата — лапти (отличительная особенность-закреплённость оборами)',
			'Бабеч — ичеги на высоких каблуках.',
			'Башмак — вышитые туфли.',
			'Тастар — комплекс из волосника и покрывала.',
			'Чачкап — волосник состоящий из шапочки и узорчатого мешочка. ',
		],
		heads: {
			male: 'Тюбитейка: происхождение термина тюбетейка связано с тюркским словом «тюбе», что означает «вершина». Исследователи связывают ее появление с воинскими подшлемниками. Наиболее распространенным типом была сфероконическая шапка, сшитая из четырех клинообразных кусков.',
			female: [
				'Нижние ситцевые платки («француз яулык») татарки носили в роспуск: пожилые женщины завязывали два конца платка под подбородком, девушки и молодые женщины — на затылке',
				'Калфак — татарский девичий и женский головной убор. Бытовали девичьи калфачки без твердого налобника (вязаные, матерчатые и калфак-чачак), представляющие собой вид длинного колпака с кистью на конце. Он надевался на голову, а конусообразный конец откидывался назад.',
			],
		},
		costumes: {
			male: 'Обычно состоят из рубахи, штанов и куртки. Часто используются яркие цвета и узоры',
			female: 'Включают длинные платья или сарафаны, часто украшенные вышивкой и кружевами.',
		},
		shoes: 'Ичиги и сапожки – древняя национальная татарская обувь. С давних времен татарский народ любил носить вязанные из шерстяной нитки либо суконные чулки.',
		embroidery: [
			'Вышивка играет важную роль в декорировании одежды. Она может быть как геометрической, так и растительной.',
			'Традиции народной вышивки сохраняются на селе также в связи с давним обычаем сбора рукоделий молодых снох (яшь киленнәр) для награждения победителей спортивных состязаний и игр на всенародном празднике сабантуй.',
		],
		creation: {
			text: 'Первоначально все искусство было народным; с общественным разделением труда и выделением ремесел появилось профессиональное искусство. Художественная система и орнаментальный язык татарского народного искусства восходят к культуре древнетюркских племен'
		}
	},
}
